results/core6_v1/raw_batch2_20260710/20260710T063440_spike_H100_rep1/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 149822 out of 149822
     data_received..................: 34 MB   60 kB/s
     data_sent......................: 16 MB   27 kB/s
     http_req_blocked...............: avg=5.78µs   min=1.28µs    med=4.69µs   max=23.47ms  p(90)=7.23µs   p(95)=8.33µs  
     http_req_connecting............: avg=380ns    min=0s        med=0s       max=23.35ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=41.6ms   min=1.97ms    med=35.9ms   max=191.66ms p(90)=89.98ms  p(95)=98ms    
       { expected_response:true }...: avg=41.6ms   min=1.97ms    med=35.9ms   max=191.66ms p(90)=89.98ms  p(95)=98ms    
   ✓ http_req_failed................: 0.00%   0 out of 149822
     http_req_receiving.............: avg=696.5µs  min=-572397ns med=339.83µs max=79.5ms   p(90)=1.48ms   p(95)=2.09ms  
     http_req_sending...............: avg=15.37µs  min=3.54µs    med=11.13µs  max=1.64ms   p(90)=21.76µs  p(95)=39.5µs  
     http_req_tls_handshaking.......: avg=0s       min=0s        med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=40.88ms  min=1.84ms    med=35.23ms  max=190.8ms  p(90)=88.5ms   p(95)=96.49ms 
     http_reqs......................: 149822  262.837201/s
     iteration_duration.............: avg=142.28ms min=102.44ms  med=136.65ms max=292.76ms p(90)=190.62ms p(95)=198.71ms
     iterations.....................: 149822  262.837201/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100